/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk of %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ har blitt installert og er klar til bruk neste gang %3$@ starter opp! Will du starte på nytt nå?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ er den nyeste tilgjengelige versjonen.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ er nå tilgjengelig (du har %3$@). Ønsker du å laste den ned nå?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ har ikke tilgangsrettigheter til å skrive til programmets filbane! Starter du fra en diskfil? Hvis ikke, spør din systemadministrator om hjelp.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "En ny versjon av %@ har blitt installert!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "En ny versjon av %@ er tilgjengelig!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Det skjedde en feil under installasjonen. Vennligst prøv igjen senere.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Det skjedde en feil ved henting av oppdateringsinformasjon. Vennligst prøv igjen senere.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Det skjedde en feil ved utpakking av filarkivet. Vennligst prøv igjen senere.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Det skjedde en feil under forsøket på å laste ned filen. Vennligst prøv igjen senere";

/* No comment provided by engineer. */
"An update is already in progress!" = "Oppdateringen er allerede igang!";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Vil du se etter oppdateringer ved oppstart?";

/* No comment provided by engineer. */
"Downloading update" = "Laster ned oppdatering";

/* No comment provided by engineer. */
"Extracting update" = "Pakker ut oppdatering";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installer og start på nytt";

/* No comment provided by engineer. */
"Installing update" = "Installerer oppdatering";

/* No comment provided by engineer. */
"No" = "Nei";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Klar til å installere!";

/* No comment provided by engineer. */
"Update Error!" = "Oppdateringsfeil!";

/* No comment provided by engineer. */
"Updating %@" = "Oppdaterer %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Ønsker du at %@ skal se etter oppdateringer under oppstart? Hvis ikke kan du sette igang sjekkingen manuelt ifra programmenyen.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You're up to date!" = "Du er oppdatert!";

